<?php

/**
 * ECSHOP 微信支付语言文件
 * ============================================================================
 * * 版权所有 2005-2014 上海商创网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecmoban.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 */

global $_LANG;

$_LANG['wxpay'] = '微信支付';
$_LANG['wxpay_desc'] = '微信支付，是基于客户端提供的服务功能。同时向商户提供销售经营分析、账户和资金管理的功能支持。用户通过扫描二维码、微信内打开商品页面购买等多种方式调起微信支付模块完成支付。';
$_LANG['wxpay_signtype'] = '签名方式';
$_LANG['wxpay_button'] = '立即用微信支付';
$_LANG['wxpay_mchid']  = '微信商户ID';
$_LANG['wxpay_key']    = '微信商户签名';
$_LANG['wxpay_title']  = '支付显示标题';
$_LANG['wxpay_debug']  = '启用调试';
$_LANG['wxpay_debug_range']['0'] = '否';
$_LANG['wxpay_debug_range']['1'] = '是';
?>