<?php

/**
 * ECSHOP 管理中心供货管理语言文件
 * ============================================================================
 * * 版权所有 2015-2015 南京蜂蚁网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.bestbeefresh.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: wanggaoyuan $
 */

/* 菜单 */
$_LANG['pickup_pack_list'] = '包裹列表';

/* 列表页 */
$_LANG['create_date'] = '打包日期';
$_LANG['pack_sn']     = '编号';
$_LANG['mobile_phone'] = '手机号';
$_LANG['order_num'] = '订单数';
$_LANG['expire_time']  = '过期时间';
$_LANG['status'] = '状态';

$_LANG['print'] = '打印标签';
$_LANG['print_empty'] = '打印空白标签';
?>